{
    "name": "Hades Reach",
    "description": "A hellscape of ash, smoke, and molten rock seething with blaze archonite, the Behemoths who feed here often dig deep within the earth and emerge with eruptive force. The island's name derives from ancient legends about the ruler of the underworld and his never ending effort to grasp the blue skies forever out of his reach.",
    "behemoths": ["Hellion", "Valomyr (Heroic)", "Razorwing Kharabak (Heroic)", "Rockfall Skarn (Heroic)", "Bloodfire Embermane (Heroic)", "Flameborn Quillshot"],
    "guaranteed_behemoth": "Hellion",
    "level": "15-18",
    "local_flora": [
    {
        "name": "Skybloom",
        "rarity": "Uncommon"
    },
    {
        "name": "Ironthistle",
        "rarity": "Rare"
    }],
    "local_ores": [
    {
        "name": "Omnistone",
        "rarity": "Common"
    },
    {
        "name": "Phoenix Opal",
        "rarity": "Uncommon"
    }
    ],
    "island_events": [{
        "name": "Aether Surge",
        "description": "Aether surges are a common occurrence across the Hunting Grounds, attracting powerful Behemoths and other hostile creatures."
    },
    {
        "name": "Melting Point",
        "description": "The island itself is unstable. Flames and lava pour out from the ground while Behemoths feed on the blaze aether."
    },
    {
        "name": "Rock & Roll",
        "description": "Slay tough Behemoths and creatures that often use roll attacks."
    },
    {
        "name": "High Alert",
        "description": "Extremely powerful Behemoths pose an even greater threat to the island's ecosystem. Slay it quickly."
    }],
    "journal_entries": [{
        "name": "Derelict Boneyard",
        "description": "A humble, haphazard array of tombstones is all that remains of what must have been a sizable, long-lasting settlement at some time in the distant past. There are no legible dates on the markers—the site could even predate the Upheaval. It wouldn't be the first piece of land to survive more or less intact when the world came apart."
    },
    {
        "name": "Charr-Kiln of Phaestus",
        "description": "Everyone who frequents the Ramsgate Smithy—meaning most every Slayer in Ramsgate—has heard about the Lost Charr-Kilns of the Krolach Steelwrights. While considered a legend by most layfolk, any smith worth their salt would give anything to find one: a bespoke furnace burning with the everburning heart of a Charrogg taken from the Behemoth while it is still alive. Two such Charr-Kilns are believed to survive, sought by every Kroloachi who ventures outside their chaotic, bloodthirsty archipelago."
    }],
    "journalVideoGuide" : "https://youtu.be/VGcp2XAotWc?t=643"
}