{
    "name": "Razorcliff Isle",
    "description": "As the Bosun likes to say, \"There's a reason they call it Razorcliff Isle.\" Those who makes landfall there encounter Behemoths, terrain, and cold, bitter winds that all seem bent on cutting a Slayer to shreds. Fiercest of all by far is the Rezakiri, a crystal-winged insectoid that manipulates beams of killing light with lethal precision.",
    "behemoths": ["Rezakiri", "Frostback Pangar (Heroic)", "Koshai (Heroic)", "Winterhorn Skraev (Heroic)", "Earthshaper Fenroar", "Lightbound Koshai"],
    "guaranteed_behemoth": "Rezakiri",
    "level": "16-19",
    "local_flora": [
    {
        "name": "Skybloom",
        "rarity": "Common"
    },
    {
        "name": "Slayer's Boon",
        "rarity": "Common"
    },
    {
        "name": "Dashleaf",
        "rarity": "Uncommon"
    },
    {
        "name": "Heart Lily",
        "rarity": "Rare"
    }],
    "local_ores": [],
    "island_events": [{
        "name": "Aether Surge",
        "description": "Aether surges are a common occurrence across the Hunting Grounds, attracting powerful Behemoths and other hostile creatures."
    },
    {
        "name": "Swarmageddon",
        "description": "Battle away airborne Behemoths and swarms of insects."
    },
    {
        "name": "Rock & Roll",
        "description": "Slay tough Behemoths and creatures that often use roll attacks."
    },
    {
        "name": "High Alert",
        "description": "Extremely powerful Behemoths pose an even greater threat to the island's ecosystem. Slay it quickly."
    }],
    "journal_entries": [{
        "name": "Downed Drone",
        "description": "As every Slayer knows, most Behemoths break down into particles of living aether—one in a billion of which might catch a spark of life and grow into full-sized Behemoth— when slain. But parts and trophies severed or broken while the beasts still live stabilize quickly, allowing them to be used to craft weapons, armour, lanterns, and supplies. This drone was once a physical part of a Valomyr, but must have become grounded and separated from the main body at some point, rendering it inert. It looks quite heavy."
    },
    {
        "name": "Rezakiri Idol",
        "description": "Fragments of symbols around the base of this exquisitely carved icon appear to resemble markings you have seen the acolytes of the Adamant Fist use in their writings, and the object fairly hums with incipient radiance. It doesn't appear to serve any purpose other than artistic, but works of art don't usually hum with aetheric power, either. Might be a good time to check in with the [Scarred Master](https://dauntless.fandom.com/wiki/Scarred_Master) and see if she recognizes it."
    }],
    "journalVideoGuide" : "https://youtu.be/VGcp2XAotWc?t=706"
}