{
    "name": "The Paradox Breaks",
    "description": "Home to the Paradoxicon, a wonderous aetheric machine built by the ancients to manipulate time itself, the Paradox Breaks is all that remains of what was once a sprawling temporal research facility. In addition to the usual Behemoths one encounters, the Paradox Breaks is home to a device known as the Paradoxicon, a remnant of the time manipulation machinery that was once widespread on the island. It can be used, if provided with 4 [Chrono-Stones](https://dauntless.fandom.com/wiki/Chrono-Stones), to summon [Alyra](https://dauntless.fandom.com/wiki/Alyra). The triggered Melodic Convergence event will consist of three waves, with two random behemoths of increasing strength followed by a fight with Alyra itself.",
    "behemoths": ["Lightbound Koshai", "Flameborn Rezakiri", "Phaelanx", "Rockfall Skarn (Heroic)", "Valomyr (Heroic)", "Rezakiri", "Alyra"],
    "guaranteed_behemoth": "Lightbound Koshai",
    "level": "16-19",
    "local_flora": [
    {
        "name": "Slayer's Boon",
        "rarity": "Common"
    },
    {
        "name": "Ironthistle",
        "rarity": "Rare"
    }],
    "local_ores": [
    {
        "name": "Omnistone",
        "rarity": "Common"
    },
    {
        "name": "Phoenix Opal",
        "rarity": "Uncommon"
    }],
    "island_events": [
    {
        "name": "Rock & Roll",
        "description": "Slay tough Behemoths and creatures that often use roll attacks."
    },
    {
        "name": "Melodic Convergence (Passive)",
        "description": "Slay Behemoths on this Island to collect chrono-stones. Use them to power the Paradoxicon and lure Alyra to your location."
    }],
    "journal_entries": [{
        "name": "Martyr's Reach",
        "description": "Long sought by Farslayers of old, the artifact they called Martyr's Reach pointed, they claimed, to the hiding place of a legendary weapon—a war pike capable of taming the power of the dreaded Rezakiri. You can't say for sure if the weapon exists, but the artifact certainly does. [Xelya the Farslayer](https://dauntless.fandom.com/wiki/Xelya_the_Farslayer) will surely be interested in helping you find it, if it turns out to be more than legend after all. She might even have some idea why it's called Martyr's Reach."
    },
    {
        "name": "The Crystal Method",
        "description": "The mysterious time-lost culture the Orrery has dubbed the \"Timeweavers\" were clearly a resourceful, if ill-fated, people. Stranded on the Paradox Breaks with no way back to their own time, these enigmatic refugees crafted chrono-resistant armour using the very crystals and archonite from which the island cluster is made. According to what you've been able to piece together, the crystal fragments diffuse the temporal energy that might otherwise harm them—an ingenious innovation born of pure (and sadly, doomed) desperation. You won't be able to say for certain what this armour can do until you see [Moyra Heigsketter](https://dauntless.fandom.com/wiki/Moyra_Heigsketter) and ask for her professional assessment. She might even be able to reverse-engineer an entire Timeweaver armour set."
    }],
    "journalVideoGuide" : "https://youtu.be/VGcp2XAotWc?t=754"
}