{
    "name": "Thunderwatch",
    "description": "Thunderwatch was once going to be an important power-production site for one of Ostia's larger industrial collectives, but Behemoth attacks drove the engineers back to safer skies despite the abundance of stable and easily tapped aether vents.",
    "behemoths": ["Nayzaga", "Firebrand Charrogg", "Flameborn Gnasher", "Shrike", "Drask"],
    "guaranteed_behemoth": "Nayzaga",
    "level": "8-11",
    "local_flora": [{
        "name": "Heart Lily",
        "rarity": "Common"
    },
    {
        "name": "Ironthistle",
        "rarity": "Uncommon"
    },
    {
        "name": "Dashleaf",
        "rarity": "Uncommon"
    }],
    "local_ores": [{
        "name": "Phoenix Opal",
        "rarity": "Common"
    },
    {
        "name": "Omnistone",
        "rarity": "Uncommon"
    }],
    "island_events": [{
        "name": "Aether Surge",
        "description": "Aether surges are a common occurrence across the Hunting Grounds, attracting powerful Behemoths and other hostile creatures."
    },
    {
        "name": "Lightning Warfare",
        "description": "Hunt your prey, but look out for young Nayzagas and their shock spires."
    },
    {
        "name": "High Alert",
        "description": "Extremely powerful Behemoths pose an even greater threat to the island's ecosystem. Slay it quickly."
    }],
    "journal_entries": [{
        "name": "Abandoned Ram Ranch",
        "description": "The ubiquitous ovines generally identified as \"rams\" are actually a hybrid species of sheep that has spread throughout the Shattered Isles, filling the roles of now-extinct animals such as cattle. Valued for their hides, milk, meat, and companionship, domesticated rams can be found in almost all frontier settlements. Both males and females of the species grow horns, both for use in mating displays and for defense—horns that are quite good for knocking down fences. The real question: Who is the shepherd trying to raise rams on an island like this one?"
    }],
    "journalVideoGuide" : "https://youtu.be/VGcp2XAotWc?t=394"
}